<!DOCTYPE html>
<html lang="fi">

<head>

	<meta charset="utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>FOGELI</title>
	<link rel="stylesheet" href="http://maxcdn.bootstrapcdn.com/bootstrap/3.2.0/css/bootstrap.min.css">
	<link rel="stylesheet" type="text/css" href="frame.css">
	
</head>

<body>

	<div id="wrapper">
		
		<div id="navigation">
		
			<div class="col-md-11">
         
				<ul class="nav nav-pills nav-stacked">
					<li><a class="navigation" href="etusivu.html">  Etusivu</a></li>
					<li><a class="navigation" href="tausta.html">  Taustat</a></li>
					<li><a class="navigation" href="tiimi.html">  Tiimi</a></li>
					<li><a class="navigation" href="yhteystiedot.html"> Yhteystiedot</a></li>
					<li class="active"><a class="navigation" href="lisamateriaali.html">  Oppimateriaali</a></li>
					<li><a class="navigation" href="http://14tiko.projects.tamk.fi/">  Portaali</a></li>
					<li><a class="navigation" href="learningmaterial.html">  In English</a></li>
				</ul>
            
			</div>

		</div>
		
		<div id="header">
      
			<a href="etusivu.html"><img class="skaalattu" alt="kansikuva" src="LOGOver1.png"></a>
		
		</div>
		
		<div id="text">
      
			<h1 class="oppimateriaali">Oppimateriaali</h1>
		
			<p>Valo on n&#228;kemisen edellytys. Ihmissilm&#228; kykenee havaitsemaan vain valonl&#228;hteet ja esineet, jotka l&#228;hett&#228;v&#228;t tai heijastavat valoa.
			N&#228;kyv&#228;n valon aallopituus vaihtelee v&#228;lill&#228; 400&#45;700 nm. Eri aallonpituudet n&#228;kyv&#228;t valossa eri v&#228;rein&#228;. Esimerkiksi sinisen valon
			aallonpituus on noin 400 nm kun taas punaisen valon on noin 700 nm (rajat eiv&#228;t ole tarkkoja).</p>
				
			<p>Valkoinen valo (esim. auringon valo) koostuu eriv&#228;risist&#228; valoista eli eri aallonpituuksista. Kun valkoinen valo kohtaa prisman
			oikeassa kulmassa, valo jakautuu eri v&#228;reiksi, spektriksi. Koska valon taittuminen riippuu valon v&#228;rist&#228; ja v&#228;ri aallonpituudesta,
			valkoinen v&#228;ri taittuu kaikkii aallonpituuksiin.</p>
				
			<p>Valoon liittyvi&#228; ilmi&#246;it&#228; kuvatessa valoa voidaan mallintaa suoraviivaisesti etenevill&#228; valons&#228;teill&#228;. T&#228;ll&#228; selitet&#228;&#228;n valon kulku
			mm. peileiss&#228;, linsseiss&#228;, kameroissa. Niiden kulkusuunta voi muuttua valons&#228;teen kohdatessa aineiden rajapintoja. Muutoksen
			suuruuteen vaikuttavat aineiden taitekertoimet. Valoa voidaan selitt&#228;&#228; my&#246;s aaltona ja hiukkasina.</p>
				
			<p>Kun valo osuu esineeseen, valo voi joko heijastua siit&#228; (osittain tai kokonaan), imeyty&#228; siihen tai menn&#228; sen l&#228;pi (osittin tai
			kokonaan). Monissa tilanteissa kaikki kolme ilmi&#246;t&#228; tapahtuvat samanaikaisesti. Vaalea esine heijastaa valoa hyvin. Yleens&#228; esine
			heijastaa vain osan sen pintaan osuvasta valosta ja loppu imeytyy esineeseen. Sit&#228; vastoin, jos esine ei heijasta valoa lainkaan,
			se on t&#228;ysin musta. L&#228;pin&#228;kyv&#228;n esineen kohdalla suurin osa valosta l&#228;p&#228;isee esineen ja loput heijastuvat sen pinnasta. T&#228;ll&#228;isi&#228;
			esineita ovat esimerkiksi ikkunanlasi. Jos lasi ei heijastaisi ollenkaan valoa, olisi sit&#228; mahdotonta n&#228;hd&#228;.</p>
				
			<p>Valoa mitataan suureella valaistusvoimakkuus ja yksik&#246;ll&#228; luksi (tunnus lx). Valaistusvoimakkuus kertoo miten hyvin mittauskohta on
			valaistu. Esimerkiksi aurinkoisena kes&#228;p&#228;iv&#228;n&#228; valaistusvoimakkuus on noin 180 000 lx kun taas t&#228;ysikuun valossa se on vain noin 0,2 lx.</p>
			
			<img class="oppimateriaalikuva" src="Untitled.png" alt="kuvaa ei ole">
			
			<p>Heijastuessa tasaisesta pinnasta, sen heijastuskulma (kuvan oikeanpuoleinen s&#228;de) on yht&#228; suuri kuin valons&#228;teen tulokulma
			(kuvan vasemmanpuoleinen s&#228;de) pinnan normaalin (kuvan katkoviiva) suhteen.</p>
			
			<br>
			
			<p><b>Valonl&#228;hde</b> = kappale, joka l&#228;hett&#228;&#228; valoa.</p>
			
			<p><b>Valaistusvoimakkuus</b> = valaistuksen voimakkuutta kuvaava suure. Kertoo miten hyvin mittauskohta on valaistu. Yksikk&ouml; luksi ja tunnus lx.</p>
			
			<p><b>Varjo</b> = Valoton alue, joka muodostuu sinne mihin valo ei p&#228;&#228;se eli esim. esineiden taakse.</p>
			
			<p><b>Valkoinen valo</b> = koostuu eri aallonpituuksista. N&#228;hd&#228;&#228;n hajotettuuna eriv&#228;risin&#228; valons&#228;tein&#228;. Esim. auringon valo.</p>
			
			<br>
			
			<p class="lahteet">L&#228;hde: Anne Kangaskorte, Jari Lavonen, Outi Pikkarainen, Heikki Saari, Jarmo Sirvi&#246;, Kirsi-Maria Vakkilainen, Jouni Viiri: FyKe 7-9 Fysiikka</p>
			
		</div>
		
		<br>
		
		<div id="footer">
			
			<img id="logo_tiko" src="tiko.png" alt="Tikon logo">
			
			<img id="logo_tamk" src="tamk.png" alt="Tamkin logo">
			
		</div>
		
	</div>
		
</body>

</html>
